-- ----------------------------
-- 字典表数据初始化
-- ----------------------------


-- ----------------------------
-- service_item 服务项目表
-- ----------------------------
INSERT INTO `service_item` VALUES (1, '日常保洁', 1, '123', 0, '2018-12-09 16:49:08', '2018-12-09 16:49:08');
INSERT INTO `service_item` VALUES (2, '擦玻璃', 1, '123', 0, '2018-12-11 10:06:13', '2018-12-11 10:06:13');
INSERT INTO `service_item` VALUES (3, '深度保洁', 1, '123', 0, '2018-12-15 17:26:36', '2018-12-15 17:26:36');
INSERT INTO `service_item` VALUES (4, '家电清洗', 1, '123', 0, '2018-12-15 17:26:44', '2018-12-15 17:26:44');
INSERT INTO `service_item` VALUES (5, '地板打蜡', 1, '123', 0, '2018-12-15 17:26:54', '2018-12-15 17:26:54');
INSERT INTO `service_item` VALUES (6, '除螨保洁', 1, '123', 0, '2018-12-15 17:27:05', '2018-12-15 17:27:05');
INSERT INTO `service_item` VALUES (7, '开荒保洁', 1, '123', 0, '2018-12-15 17:27:18', '2018-12-15 17:27:18');
INSERT INTO `service_item` VALUES (8, '皮沙发护理', 1, '123', 0, '2018-12-15 17:27:29', '2018-12-15 17:27:29');
INSERT INTO `service_item` VALUES (9, '自主预约', 1, '123', 0, '2018-12-15 17:27:48', '2018-12-15 17:27:48');
SET FOREIGN_KEY_CHECKS = 1;

-- ----------------------------
-- partner 合作伙伴表
-- ----------------------------
INSERT INTO `partner` VALUES (1, '58到家', 1, '123', 0, '2018-12-09 16:48:51', '2018-12-09 16:48:51');
INSERT INTO `partner` VALUES (2, '十分到家', 1, '123', 0, '2018-12-11 10:05:56', '2018-12-11 10:05:56');
INSERT INTO `partner` VALUES (3, '轻松到家', 1, '123', 0, '2018-12-15 17:23:22', '2018-12-15 17:23:22');
INSERT INTO `partner` VALUES (4, '管家帮', 1, '123', 0, '2018-12-15 17:23:34', '2018-12-15 17:23:34');
INSERT INTO `partner` VALUES (5, '啄木鸟', 1, '123', 0, '2018-12-15 17:23:47', '2018-12-15 17:23:47');
INSERT INTO `partner` VALUES (6, '天津阿姨', 1, '123', 0, '2018-12-15 17:23:57', '2018-12-15 17:23:57');
INSERT INTO `partner` VALUES (7, '家政公司', 1, '123', 0, '2018-12-15 17:24:07', '2018-12-15 17:24:07');
SET FOREIGN_KEY_CHECKS = 1;
